[
    {
      "id": 1,
      "name": "পটিয়া সরকারি কলেজ",
      "eiin": "১০৪৭৭৮",
      "phone": "+৮৮০১৮৭৬-০২৯০৪৬",
      "established": "১৯৬২",
      "image": "https://scontent.fcgp36-1.fna.fbcdn.net/v/t39.30808-6/461301494_868752345321347_8255084264727115790_n.jpg?_nc_cat=107&ccb=1-7&_nc_sid=2285d6&_nc_eui2=AeGVfEI2fydDgBEnmvfCe2dOcw7D6R1v2lxzDsPpHW_aXBPm7D2EKBFweNiKiLY_nRElJesPUz7v-vY62d-NLFh4&_nc_ohc=f3qmX9lu1GIQ7kNvgFj2r4L&_nc_zt=23&_nc_ht=scontent.fcgp36-1.fna&_nc_gid=AGt5KnzC6-ubsH5lNK7ZOt-&oh=00_AYA0QDZdbgRhlavEzR0UHgagtuw8dzIKiy_L77pDHH6BwQ&oe=677DD5AC",
      "details": "পটিয়া সরকারী কলেজ চট্টগ্রাম জেলার পটিয়া উপজেলায় অবস্থিত একটি পাবলিক কলেজ । এটি জাতীয় বিশ্ববিদ্যালয়ের অধিভুক্ত এবং পটিয়া উপজেলার একমাত্র মাস্টার্স লেভেল কলেজ। পটিয়া উপজেলায় জিরো পয়েন্টে আরাকান সড়ক সংলগ্ন স্থানে ২.৫ একর জমির উপর কলেজের অবস্থান। পটিয়া ও আনোয়ারা থানার বিশিষ্ট বিদ্যানুরাগী ব্যক্তিদের নিয়ে ১৯৬২ সনে পটিয়া আদর্শ উচ্চ বিদ্যালয়ের ক্যাম্পাসকে কেন্দ্র করে পটিয়া কলেজের আনুষ্ঠানিক যাত্রা শুরু হয়। ১৯৬৩ সনে পটিয়া আদর্শ উচ্চ বিদ্যালয়ের দানকৃত ২.৫ একর জায়গায় কলেজের ভিত্তি প্রস্তর স্থাপন করা হয় এবং আগস্ট মাসের প্রথম সপ্তাহে ড. আতাউল হাকিম আনুষ্ঠানিকভাবে কলেজের ক্লাস উদ্বোধন করেন। ১৯৬৭ সালের ২৩ জুলাই কলেজের বিজ্ঞান ভবনের ভিত্তিপ্রস্তর স্থাপন করা হয়। ১৯৭১ সনে স্বাধীনতার মহান মুক্তিযুদ্ধে অত্র কলেজ গুরুত্বপূণ ভুমিকা পালন করে। ১৯৭১ সন পর্যন্ত বাবু শান্তিময় খাস্তগীর ও ‍হামিদুর রহমান সাহেবের আন্তরিক সহযোগিতায় আরও ৪.৭৬ একর জমি লাভ করে কলেজের কলেবর বৃদ্ধি হয়। ১৯৭৮ সনে পটিয়া কলেজকে জাতীয়করণ করার ঘোষণা দেয়া হয় ও ১ মার্চ ১৯৮০ সনে কলেজটি জাতীয়করণ করা হয়।",
      "location": "পটিয়া বাস স্টেশন সংলগ্ন, চট্টগ্রাম"
    },
    {
      "id": 2,
      "name": "খলিলুর রহমান মহিলা ডিগ্রী কলেজ",
      "eiin": "১০৪৭৭৭",
      "phone": "+৮৮০১৭৪৫৮৩২৭১১",
      "established": "১৯৯৫",
      "image": "https://scontent.fcgp36-1.fna.fbcdn.net/v/t39.30808-6/268816291_303145151823971_8945715915686345930_n.jpg?_nc_cat=106&ccb=1-7&_nc_sid=cc71e4&_nc_eui2=AeGT4wNH94_wPcBSd8hGBoViD7hJksKO9aMPuEmSwo71oxue6ei4e6wCP3bpn8gP-dPL0Aru2oS4dEKcMyhD_dJX&_nc_ohc=PkUzAyvU2SYQ7kNvgGjxtKK&_nc_zt=23&_nc_ht=scontent.fcgp36-1.fna&_nc_gid=AXAN0bVcydy2SJLnt7uHU3f&oh=00_AYA1K_IJzlgiAl7nQ1eUHT7V3OUOnOxaxEpqsoEKjYyERQ&oe=677DF8B5",
      "details": "খলিলুর রহমান মহিলা কলেজ (Khalilur Rahman Women College) পটিয়া পৌরসভাস্থ সুচক্রদন্ডী এলাকায় অবস্থিত একটি বেসরকারি কলেজ। যা 1995 সালে মেয়েদের জন্য প্রতিষ্ঠিত হয়েছিল এবং এটি বাংলাদেশের জাতীয় বিশ্ববিদ্যালয়ের সাথে অধিভুক্ত। এ কলেজের পাঠ্যক্রমগুলো শিক্ষার্থীদের সফল হওয়ার জন্য প্রয়োজনীয় দক্ষতা এবং জ্ঞান সরবরাহের জন্য ডিজাইন করা হয়েছে। শিক্ষার্থীদের নেতৃত্ব এবং দলগত দক্ষতা বিকাশে সহায়তা করার জন্য খেলাধুলা, ক্লাব এবং সমিতির মতো বিভিন্ন পাঠ্যক্রম বহির্ভূত কার্যক্রমও অফার করে। খলিলুর রহমান মহিলা কলেজ চট্টগ্রামের একটি স্বনামধন্য কলেজ এবং মানসম্পন্ন শিক্ষার জন্য নারীদের কাছে জনপ্রিয় পছন্দ। চট্টগ্রামে একটি মানসম্পন্ন শিক্ষা গ্রহণ করতে মেয়েদের জন্য এটি একটি দুর্দান্ত পছন্দ।",
      "location": "সুচক্রদন্ডী, পটিয়া পৌর এলাকা, চট্টগ্রাম"
    },
    {
      "id": 3,
      "name": "এস. আলম কলেজিয়েট স্কুল এন্ড কলেজ",
      "eiin": "১৩৮৩২০",
      "phone": "+৮৮০১৮৯৬০৮১৩৪৮",
      "established": "২০১৫",
      "image": "https://i.ytimg.com/vi/avBRE8rc5FA/hq720.jpg?sqp=-oaymwE7CK4FEIIDSFryq4qpAy0IARUAAAAAGAElAADIQj0AgKJD8AEB-AH-CYAC0AWKAgwIABABGEMgWChlMA8=&rs=AOn4CLBj0v8y7EVFLGajSbzf1K0UoOGk7g",
      "details": "S. Alam Collegiate School and College, Patiya, Chittagong পটিয়া উপজেলার একটি প্রখ্যাত শিক্ষা প্রতিষ্ঠান। এটি S. Alam Group এর উদ্যোগে প্রতিষ্ঠিত হয়, এবং প্রতিষ্ঠালগ্ন থেকেই এটি শিক্ষার ক্ষেত্রে উচ্চ মান এবং সাফল্য অর্জন করেছে। বিদ্যালয়টি প্রথমে একটি মাধ্যমিক বিদ্যালয় হিসেবে যাত্রা শুরু করলেও, পরবর্তীতে এটি একটি কলেজে রূপান্তরিত হয়, যেখানে উচ্চ মাধ্যমিক (ইন্টারমিডিয়েট) এবং স্নাতকোত্তর স্তরের শিক্ষা প্রদান করা হয়। এই প্রতিষ্ঠানে শিক্ষার্থীরা একাডেমিক জ্ঞান অর্জন করার পাশাপাশি বিভিন্ন সহশিক্ষামূলক কার্যক্রমেও অংশগ্রহণ করে, যেমন সাংস্কৃতিক অনুষ্ঠান, ক্রীড়া এবং বিতর্ক প্রতিযোগিতা, যা তাদের সৃজনশীলতা এবং নেতৃত্বের গুণাবলী বিকাশে সহায়ক। S. Alam Collegiate School and College পটিয়া অঞ্চলের একটি মর্যাদাপূর্ণ শিক্ষা প্রতিষ্ঠান হিসেবে বিবেচিত, এবং এর শিক্ষার্থীরা বিভিন্ন ক্ষেত্রেই সফলতা অর্জন করেছে। বিদ্যালয়টি পটিয়া এলাকায় শিক্ষার মান উন্নয়নে অগ্রণী ভূমিকা পালন করে আসছে।",
      "location": "পটিয়া পৌরসভা সংলগ্ন, চট্টগ্রাম"
    }
  ]
  