[
  {
    "id": 1,
    "name": "পটিয়া আদর্শ উচ্চ বিদ্যালয়",
    "eiin": "১০৪৭১৫",
    "phone": "+৮৮০১৮৫৬৬৩৩৮৮৮",
    "established": "১৮৪৫",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Pmhs.jpg/250px-Pmhs.jpg",
    "details": "পটিয়া আদর্শ উচ্চ বিদ্যালয় বাংলাদেশের চট্টগ্রাম জেলার একটি মাধ্যমিক স্তরের শিক্ষাপ্রতিষ্ঠান।১৮৪৫ সালে প্রতিষ্ঠিত এই শিক্ষাপ্রতিষ্ঠানটিই দীর্ঘদিন ছিলো পুরো দক্ষিণ চট্টগ্রামের একমাত্র শিক্ষাপ্রতিষ্ঠান হিসাবে। এই বিদ্যালয়টি ১৮৪৫ সালে দুর্গা কিংকর দত্ত কর্তৃক একটি প্রাথমিক বিদ্যালয় হিসাবে প্রথমে পটিয়ার ভূর্ষি গ্রামে প্রতিষ্ঠিত হয়, যা পরবর্তীতে স্থানীয় জমিদার মীর ইয়াহিয়ার আর্থিক সহায়তায় জুনিয়র ইংরেজি বিদ্যালয়ে পরিণত হয়। বিদ্যালয়ের প্রথম প্রধান শিক্ষক ছিলেন দুর্গা কিংকর দত্ত নিজেই। ১৮৫৯ সালে বিদ্যালয়টি কলকাতা বিশ্ববিদ্যালয়ের অনুমোদন পায়, ফলে এটি উচ্চ ইংরেজি বিদ্যালয়ের পর্যায়ভুক্ত হয় ও ১৮৬৭ সালে সর্বপ্রথম ব্যাচের ছাত্ররা এই বিদ্যালয় থেকে এন্ট্রাস পরীক্ষায় অংশ নেয়। সেই বছর পরীক্ষার্থীদের মধ্যে থেকে মাত্র একজনই পাস করেছিলেন। তিনি ছিলেন সুচক্রদন্ডী গ্রামের উমাচরণ খাস্তগীর। ১৯-শতাব্দীর পূর্ব পর্যন্ত এই বিদ্যালয়টি সারা দক্ষিণ চট্টগ্রাম ও কক্সবাজারের মধ্যে একমাত্র বিদ্যালয়টি ছিল। উচ্চ বিদ্যালয়ে উন্নীত হওয়ার পর বিদ্যালয়ের প্রথম প্রধান শিক্ষক ছিলেন বিক্রমপুরের রসিকচন্দ্র বন্দ্যোপাধ্যায়। ১৯০৭ থেকে ১৯৩৫ সাল পর্যন্ত বিদ্যালয়ের প্রধান শিক্ষক ছিলেন সূর্যকুমার। পটিয়া বিদ্যালয়ে তার শিক্ষকতার সময়কে ‘সূর্যযুগ’ বলা হয়। এ যুগে বিদ্যালয়টির পঠন-পাঠনের মান ব্যাপকভাবে উন্নত হয়। একবার সীমিত সংখ্যায় বিদ্যালয়ে ছাত্রীদের পড়াশোনা করার অনুমতি দেওয়া হয়েছিল তবে এখন কেবলমাত্র ছাত্ররাই ভর্তি হতে পারে। ",
    "location": "পটিয়া কলেজ গেইট সংলগ্ন, চট্টগ্রাম"
  },
  {
    "id": 2,
    "name": "আবদুস সোবহান রাহাত আলী উচ্চ বিদ্যালয়",
    "eiin": "১০৪৭১৮",
    "phone": "+৮৮০৩০৩৫৫৬২৪৫",
    "established": "১৯১৪",
    "image": "https://upload.wikimedia.org/wikipedia/commons/5/52/Asrahs_mainbuilding.jpg",
    "details": "আবদুস সোবহান রাহাত আলী উচ্চ বিদ্যালয় চট্টগ্রাম জেলার পটিয়া উপজেলা সদরে অবস্থিত একটি ঐতিহ্যবাহী উচ্চ বিদ্যালয়। মুসলমান ছেলেদের শিক্ষার প্রসারে এই বিদ্যালয়টি ১৯১৪ সালে চট্টগ্রাম-এর পটিয়া সদরের শূন্য কিলোমিটারে শিক্ষানুরাগী মাওলানা আবদুস সোবহান কর্তৃক প্রতিষ্ঠিত হয়। প্রথমে এটি একটি ধর্মীয় মক্তব হিসেবে প্রতিষ্ঠিত হয়। দুষ্কৃতকারীরা মক্তব পুঁড়িয়ে দিলে মাওলানা আবদুস সোবহান মক্তবের পাশে অবস্থিত পটিয়া থানায় যান এবং দারোগা রাহাত আলীর সাথে এ ব্যাপারে কথা বলেন। মুসলিম ছেলেদের পড়াশোনার ব্যাপারে তার উৎকন্টার কথা জানান। এ কথা শুনে দারোগা রাহাত আলী মাওলানা আবদুস সোবহানকে তৎকালীন মুসলমানদের উন্নতির কথা বিবেচনা করে মক্তবের পরিবর্তে আধুনিক ইংরেজী বিদ্যালয় প্রতিষ্ঠার গুরুত্ব বুঝান; মাওলানা সাহেব ইংরেজী বিদ্যালয় প্রতিষ্ঠার জন্য আর্থিক অক্ষমতার ব্যাপারে জানালে রাহাত আলী দারোগা তাৎক্ষণিক নগদ ১ হাজার টাকা (রূপী) প্রদান করেন। পরে এটিকে উচ্চ ইংরেজী বিদ্যালয় হিসেবে উন্নীত করা হয়। ১৯১৭ সালে মাওলানা সাহেবের অনুরোধে তৎকালীন বিদ্যালয় পরিচালনা কমিটি প্রতিষ্ঠাতা হিসেবে রাহাত আলী দারোগার নাম অর্ন্তভুক্ত করে। এরপর থেকে অদ্যাবধি বিদ্যালয়টি ‘আবদুস সোবহান রাহাত আলী উচ্চ বিদ্যালয়’ হিসেবে পরিচিত হয়ে আসছে।",
    "location": "পটিয়া থানা সংলগ্ন, চট্টগ্রাম"
  },
  {
    "id": 3,
    "name": "আবদুর রহমান সরকারী বালিকা উচ্চ বিদ্যালয়",
    "eiin": "১০৪৭২০",
    "phone": "+৮৮০২৩৩৩৩৯৯০০১",
    "established": "১৯৫৭",
    "image": "https://i.ytimg.com/vi/-8pBcOdIEpQ/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLDS1Q1C_0jeCEigeNAdu6hnWR3ZCg",
    "details": "আবদুর রহমান সরকারি বালিকা উচ্চ বিদ্যালয় পটিয়া উপজেলার একটি প্রাচীন ও গৌরবময় শিক্ষাপ্রতিষ্ঠান। বিদ্যালয়টি প্রতিষ্ঠিত হয়েছিল ১৯৬০-এর দশকে, এবং প্রথমে এটি একটি সাধারণ সরকারি বিদ্যালয় হিসেবে প্রতিষ্ঠিত হয়। পরবর্তীতে, এটি শুধুমাত্র মেয়েদের জন্য একটি উচ্চ বিদ্যালয়ে রূপান্তরিত হয় এবং চট্টগ্রাম মাধ্যমিক ও উচ্চ মাধ্যমিক শিক্ষা বোর্ডের অধীনে পরিচালিত হয়। বর্তমানে এটি মেয়েদের শিক্ষা ও সাংস্কৃতিক বিকাশের ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করছে এবং এলাকার গর্বিত প্রতিষ্ঠান হিসেবে পরিচিত।",
    "location": "সুচক্রদন্ডী, পটিয়া, চট্টগ্রাম"
  },
  {
    "id": 4,
    "name": "এস. আলম কলেজিয়েট স্কুল এন্ড কলেজ",
    "eiin": "১৩৮৩২০",
    "phone": "+৮৮০১৮৯৬০৮১৩৪৮",
    "established": "২০১৫",
    "image": "https://i.ytimg.com/vi/avBRE8rc5FA/hq720.jpg?sqp=-oaymwE7CK4FEIIDSFryq4qpAy0IARUAAAAAGAElAADIQj0AgKJD8AEB-AH-CYAC0AWKAgwIABABGEMgWChlMA8=&rs=AOn4CLBj0v8y7EVFLGajSbzf1K0UoOGk7g",
    "details": "S. Alam Collegiate School and College, Patiya, Chittagong পটিয়া উপজেলার একটি প্রখ্যাত শিক্ষা প্রতিষ্ঠান। এটি S. Alam Group এর উদ্যোগে প্রতিষ্ঠিত হয়, এবং প্রতিষ্ঠালগ্ন থেকেই এটি শিক্ষার ক্ষেত্রে উচ্চ মান এবং সাফল্য অর্জন করেছে। বিদ্যালয়টি প্রথমে একটি মাধ্যমিক বিদ্যালয় হিসেবে যাত্রা শুরু করলেও, পরবর্তীতে এটি একটি কলেজে রূপান্তরিত হয়, যেখানে উচ্চ মাধ্যমিক (ইন্টারমিডিয়েট) এবং স্নাতকোত্তর স্তরের শিক্ষা প্রদান করা হয়। এই প্রতিষ্ঠানে শিক্ষার্থীরা একাডেমিক জ্ঞান অর্জন করার পাশাপাশি বিভিন্ন সহশিক্ষামূলক কার্যক্রমেও অংশগ্রহণ করে, যেমন সাংস্কৃতিক অনুষ্ঠান, ক্রীড়া এবং বিতর্ক প্রতিযোগিতা, যা তাদের সৃজনশীলতা এবং নেতৃত্বের গুণাবলী বিকাশে সহায়ক। S. Alam Collegiate School and College পটিয়া অঞ্চলের একটি মর্যাদাপূর্ণ শিক্ষা প্রতিষ্ঠান হিসেবে বিবেচিত, এবং এর শিক্ষার্থীরা বিভিন্ন ক্ষেত্রেই সফলতা অর্জন করেছে। বিদ্যালয়টি পটিয়া এলাকায় শিক্ষার মান উন্নয়নে অগ্রণী ভূমিকা পালন করে আসছে।",
    "location": "পটিয়া, চট্টগ্রাম"
  },
  {
    "id": 5,
    "name": "খলিলুর রহমান বালিকা উচ্চ বিদ্যালয়",
    "eiin": "১০৪৭১৬",
    "phone": "+৮৮০২৩৩৩৩৯৯০২৪",
    "established": "১৯৮৬",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRDnzlH7FwttF5Nyyb2Z0ayPzPK7cb1OEx44BBHg7o2pit6sCD2EcYA9VRUs0tET7iBa8g&usqp=CAU",
    "details": " খলিলুর রহমান বালিকা উচ্চ বিদ্যালয় পটিয়া উপজেলার একটি অন্যতম গুরুত্বপূর্ণ শিক্ষা প্রতিষ্ঠান। এটি খলিলুর রহমান এর উদ্যোগে প্রতিষ্ঠিত হয়, যিনি মেয়েদের শিক্ষার প্রসারে অগ্রণী ভূমিকা পালন করতে চেয়েছিলেন। বিদ্যালয়টি তার প্রতিষ্ঠালগ্ন থেকে শিক্ষার মান ও পরিবেশের ক্ষেত্রে অনেক সাফল্য অর্জন করেছে। এখানে শিক্ষার্থীরা একাডেমিক পড়াশোনার পাশাপাশি নানা সাংস্কৃতিক এবং সহশিক্ষামূলক কার্যক্রমে অংশগ্রহণ করে, যা তাদের শারীরিক, মানসিক এবং সৃজনশীল বিকাশে সাহায্য করে।",
    "location": "সুচক্রদন্ডী, পটিয়া, চট্টগ্রাম"
  }
]
